export default {  
    greeting: 'สวัสดี!',
    home: 'หน้าหลัก',
    livemap: 'แผนที่',
    flashsale: 'ลดฟ้าผ่า',
    trip: 'ทริป',
    prof: 'ข้อมูลส่วนตัว',




//flash sale
    text_flashsale: 'โปรฟ้าผ่า',
    text_promotion: 'โปรโมชัน',
    flashsale_tab_1: 'ปัจจุบัน',
    flashsale_tab_2: 'เร็วๆ นี้',
    flashsaledetail: 'ไม่มีรายการโปรฟ้าผ่า',
    promotiondetail: 'ไม่มีรายการโปรโมชัน',

//Home
    eat: 'กิน',
    travel: 'เที่ยว',
    shop: 'ช็อป',
    etc: 'อื่นๆ',
    recomeat: 'ที่กินแนะนำ',
    recomshop: 'ที่ช้อปปิ้งแนะนำ',
    recomplace: 'ที่เที่ยวแนะนำ' ,
    recomstay: 'ที่พักแนะนำ',
    seeall: 'ดูทั่งหมด',
    userlanguage: 'TH',
    searching: 'ค้นหา',

//Catagories
    catagories: 'หมวดหมู่ร้านค้า',
    cat1: 'ร้านอาหาร',
    cat2: 'สถานที่ท่องเที่ยว',
    cat3: 'ร้านค้า',
    cat4: 'ที่พัก',
    cat5: 'ย่านการค้า',
    cat6: 'ธนาคาร',
    cat7: 'สถานศึกษาและสถานที่ราชการ',
    cat8: 'บริการต่างๆ',
    cat9: 'สิ่งอำนวยความสะดวก',
//Catagories List
    km: 'กม.',
    distan: 'ระยะทาง',
    score: 'ความนิยม',
    sort: 'เรียงตาม',
    
//Gift Voucher
    herdergift: 'Gift Voucher',
    detail1: 'ขอบคุณร้านค้าที่ร่วมรายการและลูกค้าทุกท่าน',
    detail2: 'แล้วพบกับโปรโมชันดีๆอีกครั้ง เร็วๆนี้',
    detail3: 'รายชื่อร้านค้าที่ร่วมรายการ',
    detail4: 'เงื่อนไขการใช้คูปอง',
    detail5: 'Gift vouchers มูลค่า 50 บาท สำหรับใช้เป็นส่วนลดกับร้าน',
    detail6: 'ค้าในแอปพลิเคชัน Rattanakosin Guide ที่ร่วมรายการ',
    detail7: 'ที่ร่วมรายการ',
    detail8: 'สามารถกดรับสิทธิ์พิศษได้ในแอปพลิเคชัน',
    detail9: 'Rattanakosin Guide และต้องอยู่ในพื้นที่บริเวณเกาะ',
    detail10: 'รัตนโกสินทร์เท่านั้น',
    detail11: 'จำกัดสิทธิ์ 1 ท่าน / 1 สิทธิ์ / แคมเปญ',
    detail12: 'และจำกัดจำนวนสิทธิ์ ',
    detail13: '1000 สิทธิ์ตลอดแคมเปญ',
    detail14: 'ระยะเวลาการใช้สิทธิ์ 30 ก.ค - 5 ส.ค. 61',
    detail15: 'หรือจนกว่าสิทธิ์ดังกล่าว',
    detail16: 'จะหมด',
    detail17: 'คูปองมีอายุ 1 วันหลังจาก',
    detail18: 'กดใช้สิทธิ์ ลุกค้าต้องใช้สิทธิ์',
    detail19: 'ภายในวันที่กดรับสิทธิ์เท่านั้น',
    detail20: 'ธนาคารขอสงวงสิทธิ์ในการ',
    detail21: 'เปลี่ยนแปลงข้อกำหนดเงื่อนไข และระยะเวลา',
    detail22: 'โดยไม่ต้องแจ้งให้ทราบล่วงหน้า',
  



  };